{"cohort": [{"id": 0, "firstName": "Amanda", "lastName": "Partlow", "reelThemIn": "My favorite animal is a gr-aph.", "bio": "When I was young, I used to calculate and chart every aspect of my life from daily productivity time graphs to budgeting tools to hypothetical grade calculations based on various test outcomes. So when I began working with data in a professional capacity, it clicked that this was something I needed to turn into a full time career. I love the feel of numbers, and being able to use them to create visualizations and inform decisions.", "github": "https://github.com/AmandaPartlow", "linkedIn": "https://www.linkedin.com/in/amandapartlow/", "portfolio": "https://github.com/AmandaPartlow/TN_Public_School_Disparities", "proImg": "../assets/img/amanda1.jpg", "funImg": "../assets/img/amanda2.jpg", "resume": "../assets/resume/amanda.pdf", "email": "amandajpartlow@gmail.com"}, {"id": 1, "firstName": "Ari", "lastName": "Khursheed", "reelThemIn": "Data is the beginning of all communication.", "bio": "I am a self motivated analyst to learn new skills, moving from Kurdistan to the United States with the qualified insight of coding, problem-solving, business decision, AI, and Data Analysis technology.  Desire to challenge myself with solving difficult issues and providing strong resolutions. My passion is by putting my skills and talents to better use in data for effective communication and overall business growth.", "github": "https://github.com/arikhursheed", "linkedIn": "https://www.linkedin.com/in/ari-khursheed/", "portfolio": "https://github.com/arikhursheed/Analysis_of_Covid-19_and_Mobility_USA", "proImg": "../assets/img/ari1.jpg", "funImg": "../assets/img/ari2.jpg", "resume": "../assets/resume/ari.pdf", "email": "arikhursheed@gmail.com"}, {"id": 2, "firstName": "Benjamin", "lastName": "Shuler", "reelThemIn": "No problem, I'm here to help.", "bio": "I decided to become a data analyst because my experience in SAAS sales taught me the value of data and software tools. Working with c-suite decision makers, it was important for me to completely understand their challenges and how to help them. Most often, they needed someone to go into the weeds and do the dirty work. They needed someone to find the answers that would help them make key decisions or manage a set of risks. Now I want to be the guy that finds the solution, not just the guy talking about the solution. As a data analyst, it is my goal to take difficult problems and deliver actionable results, to turn data into insight.", "github": "https://github.com/bensdata", "linkedIn": "https://www.linkedin.com/in/benshuler/", "portfolio": "https://github.com/bensdata/Physician-Prescribing-Patterns", "proImg": "../assets/img/benjamin1.jpg", "funImg": "../assets/img/benjamin2.jpg", "resume": "../assets/resume/benjamin.pdf"}, {"id": 3, "firstName": "Catherine", "lastName": "Schmalzer", "reelThemIn": "\"The goal is to turn data into information and information into insight.\" - Carly Fiorina", "bio": "I have always thrived on adventure and change. I have a life-long passion for learning and puzzles of every type. I am excited to blend my thirst for information with my aptitude for technology in the field of data analytics. My background in television production, photography and graphic design will be an asset in leveraging powerful creative tools to create dynamic and informative visualizations. My many years spent in retail and customer service add valuable skills in collaboration, multitasking and problem-solving -- as well as conflict-resolution. ", "github": "https://github.com/CatSchmalzer", "linkedIn": "https://www.linkedin.com/in/Catherine-Schmalzer", "portfolio": "https://github.com/CatSchmalzer/College_Tuition_and_Future_Earnings", "proImg": "../assets/img/catherine1.jpg", "funImg": "../assets/img/catherine2.jpg", "resume": "../assets/resume/catherine.pdf", "email": "cat.schmalzer@gmail.com"}, {"id": 4, "firstName": "Cristina", "lastName": "Attfield", "reelThemIn": "\"It's not you, it's the data.\" Mahesh Rao", "bio": "Doing good is good for business. With experience in the hospitality and non-profit industries, I am looking to expand my passion for doing good and being of service to others with my new found skills in the field of data analytics.", "github": "https://github.com/cattfield", "linkedIn": "https://www.linkedin.com/in/cristina-attfield/", "portfolio": "https://github.com/cattfield/legionnaires", "proImg": "../assets/img/cristina1.jpg", "funImg": "../assets/img/cristina2.jpg", "resume": "../assets/resume/cristina.pdf", "email": "cristina.attfield@gmail.com"}, {"id": 5, "firstName": "Diego", "lastName": "Alvarez", "reelThemIn": "Technology and tools are enablers, but an analytical mind is key.", "bio": "Statistics competitions in high school, an engineering degree from the University of Florida, and a great 6.5 years as Supply Chain Manager at one of the largest consumer goods companies in the world; as diverse as it was, my journey does have some common themes. I've been developing these skills all my life: problem-solving, critical thinking, logic, math, and of course, data analysis. In the next chapter of my story, I will combine my past experiences with the new tools I acquired at NSS to accelerate my impact and contributions to the world.", "github": "https://github.com/diegodaa", "linkedIn": "https://www.linkedin.com/in/diegodaa", "portfolio": "https://github.com/diegodaa/NSS-Capstone-Streaming-Service-Comparison", "proImg": "../assets/img/diego1.jpg", "funImg": "../assets/img/diego2.jpg", "video": "https://www.youtube.com/embed/NgGPruPAqmI", "resume": "../assets/resume/diego.pdf", "email": "da.alvarez8@gmail.com"}, {"id": 6, "firstName": "Jack", "lastName": "McCann", "reelThemIn": "Bringing speed to insight.", "bio": "Data Analyst bringing speed to insight. Analysis is not just about the data, it's about being capable of communicating it in a clear, concise, and compelling manner. With a degree in Corporate Communication and over seven years of leadership on the business end of tech and marketing, I have substantial experience working cross-organizationally with stakeholders, identifying key metrics, and deriving actionable strategies from data driven insights.", "github": "https://github.com/jackmccann", "linkedIn": "https://www.linkedin.com/in/jackmccannofficial/", "portfolio": "https://github.com/jackmccann/streaming_analysis_amid_pandemic", "proImg": "../assets/img/jack1.jpg", "funImg": "../assets/img/jack2.jpg", "resume": "../assets/resume/jack.pdf", "email": "hellojackmccann@gmail.com"}, {"id": 7, "firstName": "Jacob", "lastName": "Arevalo", "reelThemIn": "Where there is a will data will find a way.", "bio": "I became a data analyst use my life experience to help my community become a better place, using what I enjoy most, problem solving.", "github": "https://github.com/Jacob-Arevalo", "linkedIn": "https://www.linkedin.com/in/jacob-arevalo-b303031a7/", "portfolio": "https://github.com/Jacob-Arevalo/how-nfl-injuries-change-a-teams-destiny", "proImg": "../assets/img/jacob1.jpg", "funImg": "../assets/img/jacob2.jpg", "video": "https://www.youtube.com/embed/T7aiYYvsvds", "resume": "../assets/resume/jacob.pdf", "email": "jacob.7.arevalo@gmail.com"}, {"id": 8, "firstName": "John", "lastName": "Borthick", "reelThemIn": "Question everything.", "bio": "I am a Data Analyst with a background in agriculture. My experience led me to pursue analytics to help others understand insights into their companies or businesses. I communicate well and enjoy collaborating on projects with my peers.", "github": "https://github.com/JohnBorthick", "linkedIn": "https://www.linkedin.com/in/john-borthick/", "portfolio": "https://github.com/JohnBorthick/Crime-in-Capitals-like-Nashville", "proImg": "../assets/img/john1.jpg", "funImg": "../assets/img/john2.jpg", "resume": "../assets/resume/john.pdf", "email": "john.borthick@gmail.com"}, {"id": 9, "firstName": "Lori", "lastName": "Butler", "reelThemIn": "Coaxing meaningful information from unwieldy data is challenging... and fun!", "bio": "I have been coaxing meaningful information out of unwieldy data for a long time – most recently as an accounting and payroll manager for a variety of businesses, ranging from a mature medical practice to a tech startup. I have a knack for asking good questions to get clarity about what's needed, then delivering results that are readable and meaningful to each end user. Let me help you tame your unwieldy data!", "github": "https://github.com/lorirocks", "linkedIn": "https://www.linkedin.com/in/loributler-data", "portfolio": "https://github.com/lorirocks/nashville-neighborhoods-capstone", "proImg": "../assets/img/lori1.jpg", "funImg": "../assets/img/lori2.jpg", "video": "https://www.youtube.com/embed/VbRs53S3f_w", "resume": "../assets/resume/lori.pdf"}, {"id": 10, "firstName": "Media", "lastName": "Elmas", "reelThemIn": "You can have data without information, but you cannot have information without data.", "bio": "I am ready to deliver insights and implement action-oriented solutions to complex business problems having experience interpreting and analyzing data. I have an excellent understanding of business operations and analytic tools for effective analysis of data. I am very excited and motivated to use the skills and education I have acquired from NSS.", "github": "https://github.com/media94", "linkedIn": "https://www.linkedin.com/in/media-elmas/", "portfolio": "https://github.com/media94/Exploratory_Analysis_of_Medicare", "proImg": "../assets/img/media1.jpg", "funImg": "../assets/img/media2.jpg", "resume": "../assets/resume/media.pdf"}, {"id": 11, "firstName": "Michael", "lastName": "Schriefer", "reelThemIn": "\"Data will talk to you if you're willing to listen\"- Jim Bergeson", "bio": "A Data Analyst whose affinity for data stems from using range logs to predict shot placement in long range marksmanship. With strong leadership traits developed over 9+ years in the military, I am well adept at solving complex problems in a fast-paced environment.", "github": "https://github.com/MikeSchriefer", "linkedIn": "https://www.linkedin.com/in/michael-schriefer-8aa4281a6", "portfolio": "https://github.com/MikeSchriefer/battles", "proImg": "../assets/img/michael1.jpg", "funImg": "../assets/img/michael2.jpg", "video": "https://www.youtube.com/embed/LX0NiTXFgIg", "resume": "../assets/resume/michael.pdf"}, {"id": 12, "firstName": "Nasarin", "lastName": "Artoul", "reelThemIn": "Mary says I'm interesting. Mahesh often comments on my love for Peanut M&M's. My true love however is Cherry Twizzlers.", "bio": "I am the kind of leader who can see what needs to be done, and I can motivate the right people to do it. My can-do attitude is contagious. This is why you will often find me in the midst of a highly charged team collaborating around big-picture business goals and visions. As a hands-on leader, I make a point of developing skills in leading technologies. With a strong background in business and banking, I take a creative as well as data-driven approach to devising solutions that consistently drive growth.", "github": "https://github.com/nessartoul", "linkedIn": "https://www.linkedin.com/in/nasarinartoul/", "portfolio": "https://github.com/nessartoul/2008vsCoronavirus", "proImg": "../assets/img/nasarin1.jpg", "funImg": "../assets/img/nasarin2.jpg", "resume": "../assets/resume/nasarin.pdf", "email": "nasarinartoul@gmail.com"}, {"id": 13, "firstName": "Nicole", "lastName": "Muldowney", "reelThemIn": "Keep calm and get your data on.", "bio": "Numbers and problem solving have been a part of my life for as long as I can remember. Whether it was in my undergraduate studies of mathematics or throughout my prior experience in accounting, I find myself doing calculations in most things I do. I have an affinity for numbers, a passion for learning, and a strong desire to help others. I am excited to make the career switch into data analytics and help organizations make decisions with their data.", "github": "https://github.com/nmuldowney", "linkedIn": "https://www.linkedin.com/in/nicolemuldowney/", "portfolio": "https://github.com/nmuldowney/nyc-marathon-capstone", "proImg": "../assets/img/nicole1.jpg", "funImg": "../assets/img/nicole2.jpg", "resume": "../assets/resume/nicole.pdf", "email": "muldowneynicole@gmail.com"}, {"id": 14, "firstName": "Pam", "lastName": "Butler", "reelThemIn": "\"Digital transformation is a fact of life in every industry and every organization.\" - John Wark, NSS", "bio": "I've got a degree in business/finance, I've owned my own small retail business, and I've worked in several fields from healthcare to State Fair. I bring a broad knowledge base and lifelong curiosity to any place I work, and I am able to communicate with a variety of audiences.  Data is everywhere these days and growing exponentially, and it's exciting to learn to work with tools that make that data accessible. Nashville Software School has provided me with an understanding of how powerful tools like SQL, Python, Excel, Tableau, and Power BI are used to not only examine the data, but make the numbers come to life through visualization.", "github": "https://github.com/knitterpam", "linkedIn": "https://www.linkedin.com/in/butler-pam", "portfolio": "https://github.com/knitterpam/LPR_Location_Analysis", "proImg": "../assets/img/pam1.jpg", "funImg": "../assets/img/pam2.jpg", "video": "https://www.youtube.com/embed/rzSVj-A27rs", "resume": "../assets/resume/pam.pdf", "email": "knitter.pam@gmail.com"}, {"id": 15, "firstName": "Sophia", "lastName": "Hoffman", "reelThemIn": "\"In God we trust, all others bring data.\" - W Edwards Deming", "bio": "With high intellectual curiosity and a sharp eye for details, I seek to draw relationships between disparate events and develop understanding of cause and effect. Having been on the receiving end of snazzy statistical soundbites and catchy data visualizations for many years, I am driven now to deliver high quality, actionable information in easy to digest formats that will help decision makers accomplish their objectives.", "github": "https://github.com/sophiahoffman", "linkedIn": "https://www.linkedin.com/in/sophia-hoffman", "portfolio": "https://github.com/sophiahoffman/analytics-capstone-us-citizen-travel-economy", "proImg": "../assets/img/sophia1.jpg", "funImg": "../assets/img/sophia2.jpg", "resume": "../assets/resume/sophia.pdf"}, {"id": 16, "firstName": "Teresa", "lastName": "Whitesell", "reelThemIn": "Data is truth, as long as you ask it the right questions.", "bio": "Children are naturally curious, and I never grew out of it. I can't remember a time when I didn't wonder \"why?\" and instinctively use data to figure it out. I enjoy getting into a good dataset and pulling out insights that can be used to improve the world, or just for the joy of gaining new knowledge.", "github": "https://github.com/tfwhitesell", "linkedIn": "https://www.linkedin.com/in/teresa-whitesell", "portfolio": "https://github.com/tfwhitesell/ravelry_capstone", "proImg": "../assets/img/teresa1.jpg", "funImg": "../assets/img/teresa2.jpg", "resume": "../assets/resume/teresa.pdf", "email": "tfwhitesell@gmail.com"}]}